{
    "welcome": {
        "subtitle":"Desenvolvendo codigo e arte \nEnquanto consumo muito café.",
        "text":"Soluções completas em Web, Software, \nDevOps, Design e muito mais"
    },
    "pixTitle": "Pix:",
    "cryptoTitle": "Rede BNB ou ETH",
    "thisMayNotWork": "Isso pode não funcionar.",
    "bar": {
        "home": "Início",
        "about": "Sobre",
        "projects": "Projetos",
        "blog": "🔒 Threads"
    },
    "firstImpression": {
        "title": "Sobre mim",
        "box1Title": "Desafios",
        "box1Text": "A jornada pode ser difícil, mas a satisfação de vencer um desafio é sempre recompensadora.",
        "box2Title": "Modularidade",
        "box2Text": "Soluções escaláveis e flexíveis.",
        "box3Title": "Eficiência",
        "box3Text": "Soluções simples e funcionais.",
        "box4Title": "Aprendizado Contínuo",
        "box4Text": "Constantemente em busca de novos aprendizados, para acompanhar as mudanças e aperfeiçoar minhas habilidades."
    },
    "iceBrakeSection": {
        "title": "Constantes Variáveis",
        "text": "O café pode ser com leite, açúcar, quente ou gelado, mas no fim, ainda é café. \nIgual à Kruceo, que adapta o estilo, mas mantém sua essência."
    },
    "presentPortfolioSection": {
        "text": "Explore meu portfólio e conheça mais sobre os projetos em que trabalhei. Talvez você encontre algo que chame sua atenção!"
    },
    "projects": {
        "title": "Destaques",
        "text": "Tenho vários projetos em constante desenvolvimento. Esses são só alguns dos meus projetos.",
        "view": "Visualizar",
        "stackTitle": "Tecnologias",
        "item1Desc": "Uma pequena página de empresa (fictícia).",
        "item2Desc": "Gerenciador de transações para produtos do mar.",
        "item3Desc": "Um aplicativo para gerenciar uma tabela de pontos corridos."
    },
    "about": {
        "title": "Sobre",
        "presentationText": "Sou um profissional em constante desenvolvimento. Acredito que o crescimento é um processo contínuo, e cada dia é uma nova chance de aprender e inovar. Estou construindo uma base sólida de criatividade e colaboração, onde cada ideia importa. Meu objetivo é criar soluções que surpreendam e encantem, sempre com um olhar voltado ao sucesso.",
        "platformsTitle": "Onde estou?",
        "contactTitle": "Contatos",
        "contactText": "Sinta-se à vontade para entrar em contato por qualquer um dos meus canais.",
        "item1Text": "Sou um desenvolvedor full-stack apaixonado por desenvolvimento web e de software. Com experiência em tecnologias frontend e backend, ofereço soluções abrangentes para cada projeto.",
        "item2Text": "Utilizo tecnologias reativas e abordagens de design modernas para criar aplicativos escaláveis e intuitivos.",
        "item3Text": "Minha jornada de desenvolvimento vai desde o conceito inicial até a implementação final, garantindo um resultado coeso e de alta qualidade."
    },
    "404": {
        "title": "404",
        "text": "Estamos tendo algum problema para servir essa pagina. Se o problema persistir entre em contato conosco."
    },
    "footer": {
        "copyright": "Kruceo"
    }
}